Repository: bernardosantiago44/BIll-Divider
Catalog: Divider/*.lproj/Localizable.strings
Languages: es

source: Bills
es: Cuentas

source: Tips
es: Propinas

# tip_description
source: Calculate the tip amount of a bill.
es: Calcula la propina de una cuenta.

source: Start
es: Empezar

source: Divider
es: Divisor

source: Divide equally
es: Dividir por igual

source: Split
es: Dividir

source: Add person
es: Agregar persona

source: Name
es: Nombre

# remove_person
source: Remove
es: Quitar

source: Contribution:
es: Contribución:

source: Summary
es: Resumen

source: Tip
es: Propina

source: Records
es: Guardado

source: Title
es: Título

source: Save record
es: Guardar cuenta

source: Save
es: Guardar

source: Cancel
es: Cancelar

# delete_selected_check
source: Delete selected records?
es: ¿Eliminar selección?

source: Delete selected category?
es: ¿Eliminar categoría seleccionada?

source: Delete
es: Eliminar

# empty_record_data_information
source: You can save records to review them later tapping the save button in a summary.
es: Puede guardar una cuenta para revisarla más tarde seleccionando el botón de guardar en el resumen.

# reset_configuration
source: Reset
es: Reestablecer

source: Delete Record
es: Eliminar cuenta

# check_saved_successfully
source: Bill saved successfully.
es: Cuenta guardada correctamente.

# category_saved_successfully
source: Category created successfully
es: Categoría guardada correctamente.

source: Category deleted successfully
es: Categoría eliminada correctamente.

# check_saving_error
source: There was an error saving the data. Please, try again.
es: Ocurrió un error al guardar la información. Por favor, intente de nuevo.

# check_deleted_successfully
source: Record deleted successfully.
es: Selección eliminada correctamente.

# file_does_not_exist
source: Error: file does not exist.
es: Error: no existe el documento.

# deleting_error
source: There was an error deleting the data. Please, try again.
es: Ocurrió un error al eliminar la información. Por favor, intente de nuevo.

source: Bill amount
es: Total de la cuenta

source: Done
es: Listo

# percentage
source: Tip:
es: Propina:

source: People:
es: Personas:

source: Tip amount
es: Propina

source: Each person pays
es: Cada persona paga

source: Notes
es: Notas

source: Food and drinks
es: Comida y bebidas

source: Fun
es: Diversión

source: Coffee
es: Café

source: Settings
es: Configuración

source: Categories
es: Categorías

source: My categories
es: Mis categorías

# create_custom_categories_information
source: You can create custom categories and assign an icon and color.
es: Puede crear categorías personalizadas con íconos y colores.

source: Default categories
es: Categorías

source: Custom categories
es: Mis categorías

source: Create new category
es: Nueva categoría

source: Category name
es: Nombre

source: Add
es: Agregar

source: Search
es: Buscar

# information
source: Informaci√≥n
es: Información

# show_onboarding
source: Onboarding view
es: Información de introducción

source: Tabs
es: Pestañas

source: Language
es: Idioma

# ui_settings
source: User Interface
es: Interfáz

# app_version
source: Version
es: Versión

source: Currencies
es: Divisas

source: Choose currency
es: Elegir divisa

source: Common currencies
es: Divisas comunes

source: All currencies
es: Todas las divisas

# saving_currency_info
source: This bill will be saved in
es: Esta cuenta será guardada en

source: No set currency.
es: divisa indefinida.

# bill_currency_saved
source: This bill was saved in
es: Esta cuenta fue guardada en

source: Split bills
es: Divida cuentas

# split_bills_description
source: Split bills among friends, either equally or proportionally.
es: Divida cuentas con amigos igualmente o equitativamente.

# save_bills
source: Save records
es: Guarde cuentas

# save_bills_description
source: Save your records and review them later.
es: Guarde sus cuentas para revisarlas más tarde.

# select_currencies_description
source: Select the currency that best fits the occasion.
es: Seleccione la mejor moneda para la ocación.

source: Organize with Tags
es: Organizar con Tags

# tags_description
source: Easily add custom categories to organize your bills.
es: Organice sus cuentas con categorías personalizadas.

source: Continue
es: Continuar

# bill-amount-text-field
source: The total of the bill, without tip.
es: El total de la cuenta sin propina.

# tip-to-add
source: The tip to be added.
es: La propina agregada.

# total-with-tip
source: Bill total with tip added.
es: El total de la cuenta con la propina agregada.

# divides-the-bill-equally
source: Divides the bill equally and everyone pays the same.
es: Divide la cuenta para que todos paguen lo mismo.

# person-name-text-field
source: Name.
es: Nombre.

# person-consumed-field
source: How much they consumed.
es: Cuánto consumió.

# contribution-to-make
source: How much they have to contribute (tip included).
es: Cuánto debe contribuir con propina.

source: Dismiss keyboard.
es: Ocultar teclado.

# tip-percentage
source: Tip percentage amount.
es: Porcentaje de propina.

# reset-divider
source: Clear the displayed information.
es: Borrar la información escrita.

# create-category-button
source: Create category.
es: Crear categoría.

source: Search currencies.
es: Buscar tipos de cambio.

source: Privacy
es: Privacidad
